[ETH_Fortress_DarkAvatarDied_Male_01 AkEvent]
SpokenText="Continuaremos como sempre, com esta nova forma, subjugaremos o que nos manterá em laços, a sua espécie viverá, mas não o fará."

[ETH_Fortress_EtherealNag01_Male_01 AkEvent]
SpokenText="Estamos todos ligados pelo mesmo fio.Você nos vê como os conquistadores de seu mundo, mas você ainda tem que entender verdadeiramente as profundezas a que seu tipo pode cair."

[ETH_Fortress_EtherealNag02_Male_01 AkEvent]
SpokenText="Houve um tempo em que nossa força sozinha era suficiente, nosso poder era inigualável e nossa arrogância cresceu da mesma maneira que a sua, quando você vir a ver a verdade, a dificuldade de nossa escolha será clara."

[ETH_Fortress_EtherealNag03_Male_01 AkEvent]
SpokenText="Nós tínhamos esperado que você resistisse, como é a sua natureza, seu tipo é jovem e inconsciente, isolado dos confins deste mundo, você não tem meios para crescer."

[ETH_Fortress_EtherealNag04_Male_01 AkEvent]
SpokenText="A vossa sede de justiça é mal dirigida, só pedimos a vossa parte o necessário para avançarmos, nós também sofremos, sacrificados."

[ETH_Fortress_EtherealNag05_Male_01 AkEvent]
SpokenText="Não pedimos nada de você que não nos demos a nós mesmos. Agora, à medida que nosso poder diminui, questionamos o caminho." A dúvida nubla nossa visão. "

[ETH_Fortress_EtherealNag06_Male_01 AkEvent]
SpokenText="Não há nenhum caminho, nenhum mundo em que seu tipo prevaleça sem nós. Ouça-nos, antes que seja tarde demais!"

[ETH_Fortress_EtherealNag07_Male_01 AkEvent]
SpokenText="Quem é o conquistador aqui !? Quem é o salvador!" Suas ações ressoarão por milênios por vir! "

[ETH_Fortress_EtherealNag08_Male_01 AkEvent]
SpokenText="Nosso fim só significará turbulência e morte para aqueles que ainda se agarram ao seu mundo! Você não verá nada ?!"

[ETH_Fortress_EtherealRNFCall01_Male_01 AkEvent]
SpokenText="Você ainda nos perseguiria cegamente, sem questionar nada, salvando aqueles que não se salvariam."

[ETH_Fortress_EtherealRNFCall02_Male_01 AkEvent]
SpokenText="A arrogância de sua espécie há muito é conhecida por nós. Além deste mundo, você não sabe nada."

[ETH_Fortress_EtherealRNFCall03_Male_01 AkEvent]
SpokenText="Gestos ocos, bugigangas do nosso conhecimento, mais do que suficiente para convencer os povos orgulhosos de seu mundo a se submeterem."

[ETH_Fortress_EtherealRNFCall04_Male_01 AkEvent]
SpokenText="Nós não buscamos nenhuma conquista, nenhum domínio, seu tipo não é uma ameaça para nós, seguimos o caminho do universo."

[ETH_Fortress_FinalShowdownBegins_Male_01 AkEvent]
SpokenText="Este choque desnecessário só vai aumentar o sofrimento de sua espécie, oferecemos-lhe um meio de convivência, não temos mais tempo para atrasos."

[ETH_Fortress_FirstAvatarRevealed_Male_01 AkEvent]
SpokenText="Há muito tempo que perseguimos esta forma, um meio de nos libertar do laço. Seus esforços negariam o sacrifício de todos aqueles que fizeram isso possível."

[ETH_Fortress_TacIntro_Male_01 AkEvent]
SpokenText="Você provou ser resiliente, mas não vá mais longe, nosso propósito se estende além de sua compreensão. Exista como nós permitimos, ou não."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_True_Elder_03_a AkEvent]
SpokenText="Você ataca seu próprio futuro, que loucura é essa?"

[T_Final_Mission_Final_Set_Five_True_Elder_02_a AkEvent]
SpokenText="Você ouve a verdade ainda que você ainda ataca. Não pode haver nenhuma dúvida agora."

[T_Final_Mission_Final_Set_Four_True_Elder_01_a AkEvent]
SpokenText="Uma raça tão jovem, um fardo tão terrível para suportar.Tão muitos se perderiam para que o todo pudesse sobreviver. Agora, tememos que seja tarde demais."

[T_Final_Mission_Final_Set_One_True_Elder_01_a AkEvent]
SpokenText="Nós carregamos o fardo de todos Nós somos a última esperança da vida. Nós não falhamos."

[T_Final_Mission_Final_Set_Three_True_Elder_01_a AkEvent]
SpokenText="Nós conhecemos a morte dos mundos, vimos inúmeras espécies perecer, você não viu o verdadeiro inimigo, nós poupamos a verdade, nós não achamos que você poderia imaginar ..."

[T_Final_Mission_Final_Set_Two_True_Elder_01_a AkEvent]
SpokenText="Se não for para nós, então o seu mundo. Considere as vidas que você salvaria se você simplesmente se juntar a nós."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_01_a AkEvent]
SpokenText="Você é nosso maior adversário, você é nosso Avatar, você pode liderar nossos exércitos e salvar seu mundo. Retorne a nós, não pode haver mais demora."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_08_a AkEvent]
SpokenText="Volte para nós, você foi uma vez o nosso maior trunfo contra este mundo, pode ser assim mais uma vez."

[T_Final_Mission_First_Hostile_Avatar_Reveal_True_Elder_03_a AkEvent]
SpokenText="Sua forma não é mais que uma sombra da nossa verdade, procuramos desafiar aquilo que nos consumiria a todos, seus esforços negam o sacrifício daqueles que vieram antes."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Vós repetidamente rejeitastes a nossa sabedoria, e ainda mostramos compaixão e generosidade, mas, como em todas as coisas, isto também tem de acabar, já não podemos suportar as vossas transgressões."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="Ainda há outra maneira."

[T_Final_Mission_First_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Tanto tempo perdeu a resistência, lutando contra a sua ascensão a algo maior, e ainda assim você está aqui, tal como nós imaginamos." Em seus esforços para impedir a criação do Avatar, você seguiu o caminho que apresentamos, Expectativas Comandante. "

[T_Final_Mission_First_Set_One_Angelic_Elder_01_a AkEvent]
SpokenText="Vocês têm um ódio cego por nós, nós não podemos entendê-lo.Nossas intenções para o seu mundo nunca foram hostis.Eles ainda não são.Você é uma parte de nós."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a AkEvent]
SpokenText="Mais desconfiança. Talvez você encontraria mais confiança em nossas palavras se ..."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a_ALT AkEvent]
SpokenText="Ainda assim você desconfia de nós. Talvez você encontraria mais confiança em nossas palavras ..."

[T_Final_Mission_First_Set_Six_Angelic_Elder_Alt_a AkEvent]
SpokenText="Vocês nos vêem como os conquistadores de seu mundo, mas isso nunca foi a nossa intenção.Cada espécie que você encontrou, os alienígenas que você lutou e abatidos.Ninguém foi dada uma escolha.Nossa casa era o mais antigo dos mundos, e Os primeiros a serem consumidos, bilhões se perderam, se fosse esse o fim .".

[T_Final_Mission_First_Set_Three_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="ADVENT ofereceu a sua esperança mundial, um futuro mais brilhante, para ser algo maior, mas você ainda se recusa, o que mais podemos oferecer?"

[T_Final_Mission_First_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="Tantas vidas se arriscaram a trazê-lo de volta para eles, Comandante E por quê Mais violência, Mais guerra, mais morte, verdadeiramente você foi feito para algo mais do que isso."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Quando encontramos a Terra pela primeira vez, choramos por um mundo quebrantado, por uma raça torturada chorando às estrelas em agonia, respondendo à sua chamada, vendo o seu verdadeiro potencial."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="A primeira invasão foi um teste, mas seu povo não falhou como você acredita, você conseguiu além da medida, você só precisa aceitar o seu lugar entre nós ..."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_04_a AkEvent]
SpokenText="Não perdemos nada, pois a nossa maior arma retorna para nós."

[T_Final_Mission_Middle_Set_Four_True_Elder_05_a AkEvent]
SpokenText="Você vai derrotá-los aqui como fez uma vez antes Comandante."

[T_Final_Mission_Middle_Set_One_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="A partir daqui podemos invocar uma legião de reforços sem fim, você será invadido, contudo nossos exércitos podem ser retirados a qualquer momento, Comandante. A paz está ao seu alcance, se você pudesse nos unir."

[T_Final_Mission_Middle_Set_Three_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="Nosso poder não vacila.Você encontrará nossas forças aqui leais, eles não exigem coerção, pois eles sabem que o fracasso aqui significa o fim para todos."

[T_Final_Mission_Middle_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="Durante décadas você foi parte de nós, Comandante, você é capaz de muito mais, e ainda assim você não consegue entender a verdadeira natureza de seu poder. Retorne a nós e seu mundo viverá. Não sobrou nada para salvar ... "

[T_Final_Mission_The_Fortress_Angelic_Elder_03_a AkEvent]
SpokenText="Tal perda, tal desperdício desnecessário, você força nossa mão, mas ainda assim nós oferecemos a paz, reúnam-nos e seu mundo será poupado."

[T_Final_Mission_The_Fortress_Angelic_Elder_05_a AkEvent]
SpokenText="Infeliz, mas esperado."

[T_Final_Mission_XCOM_Avatar_Has_Died_True_Elder_02_a AkEvent]
SpokenText="Nós recuperamos o que foi perdido. Bem vindo a casa Comamdante."
